{"word2idx": {"<pad>": 0, "<unk>": 1, "the": 2, "and": 3, "a": 4, "of": 5, "to": 6, "is": 7, "in": 8, "it": 9, "i": 10, "this": 11, "that": 12, "was": 13, "as": 14, "for": 15, "with": 16, "movie": 17, "but": 18, "film": 19, "on": 20, "not": 21, "you": 22, "are": 23, "his": 24, "have": 25, "he": 26, "be": 27, "one": 28, "all": 29, "at": 30, "by": 31, "an": 32, "they": 33, "who": 34, "so": 35, "from": 36, "like": 37, "her": 38, "or": 39, "just": 40, "about": 41, "it's": 42, "out": 43, "if": 44, "has": 45, "some": 46, "there": 47, "what": 48, "good": 49, "when": 50, "more": 51, "very": 52, "up": 53, "even": 54, "no": 55, "she": 56, "time": 57, "my": 58, "would": 59, "which": 60, "only": 61, "really": 62, "story": 63, "see": 64, "their": 65, "had": 66, "can": 67, "were": 68, "me": 69, "well": 70, "than": 71, "we": 72, "much": 73, "been": 74, "get": 75, "bad": 76, "do": 77, "will": 78, "also": 79, "people": 80, "into": 81, "other": 82, "because": 83, "first": 84, "great": 85, "him": 86, "how": 87, "most": 88, "don't": 89, "made": 90, "its": 91, "then": 92, "make": 93, "way": 94, "them": 95, "too": 96, "could": 97, "movies": 98, "any": 99, "after": 100, "think": 101, "characters": 102, "watch": 103, "two": 104, "films": 105, "character": 106, "many": 107, "seen": 108, "being": 109, "life": 110, "plot": 111, "never": 112, "acting": 113, "best": 114, "little": 115, "where": 116, "love": 117, "over": 118, "did": 119, "show": 120, "know": 121, "ever": 122, "off": 123, "does": 124, "better": 125, "your": 126, "end": 127, "still": 128, "man": 129, "here": 130, "these": 131, "say": 132, "scene": 133, "why": 134, "while": 135, "scenes": 136, "go": 137, "such": 138, "something": 139, "through": 140, "should": 141, "back": 142, "those": 143, "real": 144, "i'm": 145, "now": 146, "watching": 147, "doesn't": 148, "though": 149, "old": 150, "thing": 151, "years": 152, "actors": 153, "work": 154, "before": 155, "another": 156, "new": 157, "didn't": 158, "nothing": 159, "funny": 160, "actually": 161, "makes": 162, "director": 163, "going": 164, "find": 165, "look": 166, "part": 167, "same": 168, "few": 169, "lot": 170, "every": 171, "again": 172, "cast": 173, "us": 174, "quite": 175, "s": 176, "want": 177, "pretty": 178, "world": 179, "down": 180, "things": 181, "around": 182, "horror": 183, "young": 184, "got": 185, "seems": 186, "can't": 187, "however": 188, "fact": 189, "take": 190, "big": 191, "enough": 192, "long": 193, "thought": 194, "action": 195, "both": 196, "that's": 197, "between": 198, "series": 199, "give": 200, "own": 201, "original": 202, "may": 203, "i've": 204, "right": 205, "without": 206, "always": 207, "gets": 208, "times": 209, "point": 210, "comedy": 211, "role": 212, "must": 213, "come": 214, "isn't": 215, "saw": 216, "almost": 217, "interesting": 218, "least": 219, "done": 220, "whole": 221, "there's": 222, "family": 223, "script": 224, "bit": 225, "music": 226, "far": 227, "making": 228, "anything": 229, "feel": 230, "guy": 231, "minutes": 232, "he's": 233, "last": 234, "might": 235, "performance": 236, "since": 237, "probably": 238, "am": 239, "yet": 240, "kind": 241, "away": 242, "worst": 243, "tv": 244, "rather": 245, "day": 246, "girl": 247, "sure": 248, "fun": 249, "hard": 250, "woman": 251, "played": 252, "each": 253, "found": 254, "especially": 255, "anyone": 256, "having": 257, "although": 258, "our": 259, "believe": 260, "course": 261, "screen": 262, "trying": 263, "comes": 264, "goes": 265, "looking": 266, "set": 267, "looks": 268, "different": 269, "place": 270, "book": 271, "ending": 272, "money": 273, "shows": 274, "put": 275, "true": 276, "reason": 277, "'s": 278, "maybe": 279, "once": 280, "actor": 281, "wasn't": 282, "three": 283, "everything": 284, "worth": 285, "sense": 286, "main": 287, "year": 288, "job": 289, "dvd": 290, "play": 291, "someone": 292, "watched": 293, "american": 294, "together": 295, "effects": 296, "plays": 297, "takes": 298, "seem": 299, "instead": 300, "later": 301, "said": 302, "john": 303, "version": 304, "beautiful": 305, "house": 306, "audience": 307, "everyone": 308, "night": 309, "high": 310, "left": 311, "himself": 312, "during": 313, "seeing": 314, "special": 315, "half": 316, "excellent": 317, "wife": 318, "idea": 319, "star": 320, "shot": 321, "war": 322, "black": 323, "nice": 324, "less": 325, "mind": 326, "second": 327, "simply": 328, "read": 329, "father": 330, "death": 331, "you're": 332, "else": 333, "poor": 334, "help": 335, "completely": 336, "fan": 337, "used": 338, "line": 339, "home": 340, "short": 341, "men": 342, "either": 343, "budget": 344, "try": 345, "use": 346, "dead": 347, "wrong": 348, "given": 349, "top": 350, "need": 351, "boring": 352, "enjoy": 353, "kids": 354, "performances": 355, "production": 356, "low": 357, "rest": 358, "camera": 359, "full": 360, "until": 361, "friends": 362, "classic": 363, "hollywood": 364, "along": 365, "truly": 366, "awful": 367, "start": 368, "remember": 369, "tell": 370, "women": 371, "couple": 372, "video": 373, "next": 374, "stupid": 375, "sex": 376, "stars": 377, "perhaps": 378, "episode": 379, "mean": 380, "recommend": 381, "moments": 382, "let": 383, "came": 384, "understand": 385, "small": 386, "wonderful": 387, "terrible": 388, "written": 389, "getting": 390, "face": 391, "school": 392, "playing": 393, "perfect": 394, "name": 395, "often": 396, "doing": 397, "keep": 398, "style": 399, "gives": 400, "early": 401, "others": 402, "human": 403, "'": 404, "definitely": 405, "dialogue": 406, "person": 407, "lines": 408, "itself": 409, "become": 410, "live": 411, "finally": 412, "lost": 413, "yes": 414, "head": 415, "piece": 416, "liked": 417, "supposed": 418, "title": 419, "felt": 420, "case": 421, "absolutely": 422, "boy": 423, "picture": 424, "certainly": 425, "couldn't": 426, "worse": 427, "cinema": 428, "against": 429, "white": 430, "entire": 431, "waste": 432, "went": 433, "entertaining": 434, "evil": 435, "she's": 436, "sort": 437, "mr": 438, "problem": 439, "hope": 440, "overall": 441, "based": 442, "loved": 443, "called": 444, "oh": 445, "mother": 446, "care": 447, "several": 448, "direction": 449, "drama": 450, "turn": 451, "lives": 452, "fans": 453, "beginning": 454, "already": 455, "killer": 456, "dark": 457, "friend": 458, "despite": 459, "throughout": 460, "laugh": 461, "under": 462, "unfortunately": 463, "example": 464, "seemed": 465, "becomes": 466, "wanted": 467, "children": 468, "final": 469, "i'd": 470, "guess": 471, "history": 472, "heart": 473, "fine": 474, "quality": 475, "sound": 476, "michael": 477, "amazing": 478, "close": 479, "humor": 480, "lead": 481, "behind": 482, "totally": 483, "you'll": 484, "son": 485, "wants": 486, "works": 487, "guys": 488, "b": 489, "writing": 490, "past": 491, "side": 492, "art": 493, "days": 494, "game": 495, "turns": 496, "hand": 497, "tries": 498, "they're": 499, "starts": 500, "enjoyed": 501, "flick": 502, "able": 503, "genre": 504, "act": 505, "town": 506, "late": 507, "favorite": 508, "sometimes": 509, "car": 510, "directed": 511, "child": 512, "brilliant": 513, "kill": 514, "won't": 515, "etc": 516, "gave": 517, "hour": 518, "actress": 519, "parts": 520, "eyes": 521, "soon": 522, "horrible": 523, "self": 524, "run": 525, "viewer": 526, "blood": 527, "expect": 528, "themselves": 529, "stuff": 530, "girls": 531, "thinking": 532, "stories": 533, "decent": 534, "city": 535, "obviously": 536, "fight": 537, "highly": 538, "feeling": 539, "matter": 540, "slow": 541, "voice": 542, "except": 543, "roles": 544, "kid": 545, "myself": 546, "killed": 547, "age": 548, "took": 549, "says": 550, "god": 551, "anyway": 552, "type": 553, "daughter": 554, "violence": 555, "particularly": 556, "strong": 557, "moment": 558, "heard": 559, "hit": 560, "police": 561, "involved": 562, "happen": 563, "extremely": 564, "cannot": 565, "happened": 566, "leave": 567, "obvious": 568, "writer": 569, "known": 570, "coming": 571, "happens": 572, "living": 573, "james": 574, "experience": 575, "stop": 576, "told": 577, "wonder": 578, "wouldn't": 579, "alone": 580, "gore": 581, "lack": 582, "score": 583, "complete": 584, "including": 585, "chance": 586, "please": 587, "attempt": 588, "murder": 589, "none": 590, "film's": 591, "crap": 592, "interest": 593, "hell": 594, "simple": 595, "brother": 596, "ok": 597, "ago": 598, "song": 599, "group": 600, "save": 601, "ends": 602, "reality": 603, "shown": 604, "cut": 605, "career": 606, "number": 607, "seriously": 608, "cinematography": 609, "exactly": 610, "possible": 611, "running": 612, "yourself": 613, "david": 614, "hours": 615, "taken": 616, "serious": 617, "annoying": 618, "scary": 619, "started": 620, "opening": 621, "usually": 622, "hero": 623, "released": 624, "happy": 625, "hilarious": 626, "level": 627, "looked": 628, "body": 629, "musical": 630, "sad": 631, "whose": 632, "light": 633, "today": 634, "i'll": 635, "english": 636, "jokes": 637, "change": 638, "husband": 639, "ridiculous": 640, "robert": 641, "relationship": 642, "episodes": 643, "huge": 644, "view": 645, "across": 646, "ones": 647, "cool": 648, "middle": 649, "usual": 650, "wish": 651, "order": 652, "somewhat": 653, "documentary": 654, "mostly": 655, "room": 656, "opinion": 657, "major": 658, "saying": 659, "shots": 660, "female": 661, "talent": 662, "turned": 663, "rating": 664, "taking": 665, "finds": 666, "important": 667, "novel": 668, "events": 669, "four": 670, "disappointed": 671, "talking": 672, "modern": 673, "word": 674, "due": 675, "songs": 676, "power": 677, "single": 678, "five": 679, "basically": 680, "apparently": 681, "fast": 682, "knew": 683, "strange": 684, "supporting": 685, "attention": 686, "british": 687, "call": 688, "jack": 689, "comic": 690, "class": 691, "knows": 692, "television": 693, "thriller": 694, "aren't": 695, "tells": 696, "earth": 697, "non": 698, "cheap": 699, "clearly": 700, "words": 701, "problems": 702, "future": 703, "silly": 704, "sequence": 705, "country": 706, "easily": 707, "king": 708, "miss": 709, "sets": 710, "similar": 711, "whether": 712, "d": 713, "straight": 714, "mystery": 715, "entertainment": 716, "beyond": 717, "talk": 718, "local": 719, "richard": 720, "appears": 721, "romantic": 722, "bring": 723, "oscar": 724, "paul": 725, "falls": 726, "predictable": 727, "upon": 728, "review": 729, "animation": 730, "moving": 731, "giving": 732, "message": 733, "clich": 734, "eye": 735, "enjoyable": 736, "needs": 737, "theater": 738, "team": 739, "within": 740, "re": 741, "points": 742, "rock": 743, "george": 744, "above": 745, "feels": 746, "storyline": 747, "t": 748, "dull": 749, "lady": 750, "sequel": 751, "near": 752, "stand": 753, "add": 754, "ten": 755, "die": 756, "release": 757, "bunch": 758, "mention": 759, "lots": 760, "e": 761, "herself": 762, "theme": 763, "surprised": 764, "ways": 765, "french": 766, "nearly": 767, "working": 768, "effort": 769, "follow": 770, "feature": 771, "hate": 772, "named": 773, "actual": 774, "among": 775, "stay": 776, "easy": 777, "sister": 778, "york": 779, "red": 780, "minute": 781, "begins": 782, "clear": 783, "avoid": 784, "using": 785, "fantastic": 786, "haven't": 787, "famous": 788, "showing": 789, "editing": 790, "elements": 791, "sorry": 792, "viewers": 793, "doubt": 794, "weak": 795, "dialog": 796, "comments": 797, "filmed": 798, "tale": 799, "realistic": 800, "certain": 801, "season": 802, "somehow": 803, "means": 804, "what's": 805, "tried": 806, "check": 807, "typical": 808, "fall": 809, "general": 810, "buy": 811, "form": 812, "space": 813, "lame": 814, "period": 815, "gone": 816, "figure": 817, "particular": 818, "third": 819, "peter": 820, "viewing": 821, "tom": 822, "lee": 823, "soundtrack": 824, "japanese": 825, "leads": 826, "crime": 827, "material": 828, "de": 829, "whatever": 830, "kept": 831, "sexual": 832, "atmosphere": 833, "average": 834, "brought": 835, "dance": 836, "greatest": 837, "poorly": 838, "imagine": 839, "suspense": 840, "learn": 841, "note": 842, "sequences": 843, "hear": 844, "move": 845, "th": 846, "truth": 847, "premise": 848, "rent": 849, "parents": 850, "indeed": 851, "reviews": 852, "deal": 853, "decided": 854, "eventually": 855, "stage": 856, "forget": 857, "surprise": 858, "wait": 859, "believable": 860, "zombie": 861, "free": 862, "okay": 863, "killing": 864, "you've": 865, "expected": 866, "became": 867, "who's": 868, "nature": 869, "dr": 870, "subject": 871, "difficult": 872, "sit": 873, "needed": 874, "joe": 875, "reading": 876, "screenplay": 877, "street": 878, "begin": 879, "question": 880, "meets": 881, "nor": 882, "possibly": 883, "romance": 884, "emotional": 885, "open": 886, "imdb": 887, "hot": 888, "unless": 889, "baby": 890, "let's": 891, "superb": 892, "dramatic": 893, "male": 894, "memorable": 895, "situation": 896, "credits": 897, "meet": 898, "earlier": 899, "leaves": 900, "dream": 901, "shame": 902, "acted": 903, "write": 904, "society": 905, "otherwise": 906, "directors": 907, "deep": 908, "forced": 909, "weird": 910, "sci": 911, "fantasy": 912, "fi": 913, "badly": 914, "comment": 915, "development": 916, "older": 917, "features": 918, "interested": 919, "whom": 920, "writers": 921, "laughs": 922, "towards": 923, "disney": 924, "crazy": 925, "keeps": 926, "beauty": 927, "mess": 928, "plenty": 929, "plus": 930, "directing": 931, "mark": 932, "total": 933, "ask": 934, "brings": 935, "box": 936, "unique": 937, "worked": 938, "air": 939, "dog": 940, "realize": 941, "sounds": 942, "cheesy": 943, "footage": 944, "monster": 945, "perfectly": 946, "effect": 947, "forward": 948, "rate": 949, "result": 950, "casting": 951, "creepy": 952, "america": 953, "leading": 954, "quickly": 955, "setting": 956, "incredibly": 957, "personal": 958, "previous": 959, "appear": 960, "powerful": 961, "business": 962, "admit": 963, "bill": 964, "hardly": 965, "apart": 966, "battle": 967, "joke": 968, "present": 969, "gay": 970, "background": 971, "fails": 972, "hands": 973, "political": 974, "reasons": 975, "potential": 976, "inside": 977, "meant": 978, "telling": 979, "create": 980, "fire": 981, "portrayed": 982, "break": 983, "pay": 984, "boys": 985, "era": 986, "cop": 987, "deserves": 988, "co": 989, "girlfriend": 990, "fighting": 991, "various": 992, "christmas": 993, "match": 994, "return": 995, "success": 996, "missing": 997, "talented": 998, "masterpiece": 999, "villain": 1000, "flat": 1001, "nudity": 1002, "spoilers": 1003, "western": 1004, "expecting": 1005, "ideas": 1006, "list": 1007, "unlike": 1008, "dumb": 1009, "attempts": 1010, "odd": 1011, "front": 1012, "married": 1013, "ben": 1014, "missed": 1015, "outside": 1016, "remake": 1017, "secret": 1018, "jane": 1019, "twist": 1020, "recently": 1021, "fairly": 1022, "william": 1023, "agree": 1024, "cute": 1025, "doctor": 1026, "produced": 1027, "incredible": 1028, "sadly": 1029, "rich": 1030, "filmmakers": 1031, "further": 1032, "manages": 1033, "wrote": 1034, "social": 1035, "'the": 1036, "plain": 1037, "cold": 1038, "c": 1039, "sweet": 1040, "office": 1041, "copy": 1042, "crew": 1043, "following": 1044, "pure": 1045, "wasted": 1046, "ended": 1047, "decides": 1048, "gun": 1049, "created": 1050, "mentioned": 1051, "pace": 1052, "large": 1053, "familiar": 1054, "public": 1055, "revenge": 1056, "caught": 1057, "compared": 1058, "convincing": 1059, "slightly": 1060, "waiting": 1061, "tension": 1062, "members": 1063, "suddenly": 1064, "hold": 1065, "science": 1066, "sees": 1067, "water": 1068, "language": 1069, "scott": 1070, "entirely": 1071, "escape": 1072, "cartoon": 1073, "party": 1074, "popular": 1075, "spent": 1076, "considering": 1077, "credit": 1078, "filled": 1079, "kills": 1080, "clever": 1081, "mary": 1082, "moves": 1083, "uses": 1084, "la": 1085, "neither": 1086, "cat": 1087, "choice": 1088, "violent": 1089, "value": 1090, "visual": 1091, "brothers": 1092, "fear": 1093, "century": 1094, "intelligent": 1095, "island": 1096, "spirit": 1097, "biggest": 1098, "laughing": 1099, "trouble": 1100, "common": 1101, "we're": 1102, "cover": 1103, "exciting": 1104, "f": 1105, "books": 1106, "basic": 1107, "walk": 1108, "effective": 1109, "ultimately": 1110, "positive": 1111, "bored": 1112, "died": 1113, "focus": 1114, "german": 1115, "animated": 1116, "solid": 1117, "speak": 1118, "spend": 1119, "follows": 1120, "former": 1121, "singing": 1122, "recent": 1123, "store": 1124, "hair": 1125, "amusing": 1126, "dancing": 1127, "depth": 1128, "force": 1129, "pointless": 1130, "respect": 1131, "runs": 1132, "state": 1133, "successful": 1134, "tone": 1135, "win": 1136, "adult": 1137, "band": 1138, "chemistry": 1139, "portrayal": 1140, "control": 1141, "rated": 1142, "concept": 1143, "super": 1144, "weren't": 1145, "younger": 1146, "appreciate": 1147, "bizarre": 1148, "conclusion": 1149, "consider": 1150, "italian": 1151, "project": 1152, "impossible": 1153, "trash": 1154, "zombies": 1155, "showed": 1156, "situations": 1157, "adventure": 1158, "company": 1159, "makers": 1160, "amount": 1161, "questions": 1162, "van": 1163, "fit": 1164, "impressive": 1165, "mad": 1166, "college": 1167, "failed": 1168, "u": 1169, "recommended": 1170, "sick": 1171, "slasher": 1172, "somewhere": 1173, "studio": 1174, "won": 1175, "disturbing": 1176, "law": 1177, "accent": 1178, "cause": 1179, "producers": 1180, "starring": 1181, "trip": 1182, "changed": 1183, "longer": 1184, "prison": 1185, "tony": 1186, "values": 1187, "culture": 1188, "audiences": 1189, "decide": 1190, "anti": 1191, "stick": 1192, "likes": 1193, "magic": 1194, "pathetic": 1195, "considered": 1196, "thanks": 1197, "g": 1198, "ghost": 1199, "post": 1200, "yeah": 1201, "heavy": 1202, "leaving": 1203, "meaning": 1204, "awesome": 1205, "planet": 1206, "touch": 1207, "charming": 1208, "honest": 1209, "surprisingly": 1210, "barely": 1211, "fiction": 1212, "alive": 1213, "images": 1214, "tough": 1215, "ex": 1216, "literally": 1217, "computer": 1218, "garbage": 1219, "shooting": 1220, "cult": 1221, "aside": 1222, "camp": 1223, "generally": 1224, "natural": 1225, "personally": 1226, "fair": 1227, "honestly": 1228, "involving": 1229, "south": 1230, "dad": 1231, "jim": 1232, "aspect": 1233, "utterly": 1234, "military": 1235, "army": 1236, "immediately": 1237, "frank": 1238, "motion": 1239, "purpose": 1240, "terrific": 1241, "bought": 1242, "attack": 1243, "silent": 1244, "fake": 1245, "nowhere": 1246, "pick": 1247, "adaptation": 1248, "appearance": 1249, "detective": 1250, "r": 1251, "unbelievable": 1252, "brain": 1253, "explain": 1254, "sexy": 1255, "shoot": 1256, "genius": 1257, "equally": 1258, "knowing": 1259, "sitting": 1260, "master": 1261, "week": 1262, "appeal": 1263, "glad": 1264, "mood": 1265, "thank": 1266, "grade": 1267, "mistake": 1268, "pictures": 1269, "sam": 1270, "steve": 1271, "added": 1272, "channel": 1273, "journey": 1274, "loud": 1275, "smith": 1276, "thinks": 1277, "chase": 1278, "ability": 1279, "humour": 1280, "catch": 1281, "normal": 1282, "standard": 1283, "touching": 1284, "climax": 1285, "laughable": 1286, "london": 1287, "terms": 1288, "comedies": 1289, "dreams": 1290, "drive": 1291, "award": 1292, "beautifully": 1293, "complex": 1294, "edge": 1295, "naked": 1296, "rare": 1297, "road": 1298, "bottom": 1299, "door": 1300, "walking": 1301, "west": 1302, "remains": 1303, "drawn": 1304, "lovely": 1305, "wow": 1306, "date": 1307, "government": 1308, "subtle": 1309, "club": 1310, "issues": 1311, "managed": 1312, "movie's": 1313, "taste": 1314, "vampire": 1315, "disappointing": 1316, "excuse": 1317, "pieces": 1318, "constantly": 1319, "fully": 1320, "noir": 1321, "presented": 1322, "producer": 1323, "besides": 1324, "christopher": 1325, "outstanding": 1326, "pass": 1327, "themes": 1328, "likely": 1329, "presence": 1330, "soldiers": 1331, "innocent": 1332, "ride": 1333, "twists": 1334, "j": 1335, "narrative": 1336, "painful": 1337, "soul": 1338, "thus": 1339, "blue": 1340, "contains": 1341, "thrown": 1342, "developed": 1343, "gang": 1344, "plan": 1345, "surely": 1346, "manner": 1347, "nobody": 1348, "places": 1349, "wild": 1350, "finish": 1351, "historical": 1352, "justice": 1353, "disappointment": 1354, "slowly": 1355, "spoiler": 1356, "batman": 1357, "details": 1358, "impression": 1359, "minor": 1360, "mysterious": 1361, "charm": 1362, "animals": 1363, "central": 1364, "costumes": 1365, "hoping": 1366, "loves": 1367, "marriage": 1368, "charles": 1369, "cinematic": 1370, "cry": 1371, "exception": 1372, "feelings": 1373, "color": 1374, "key": 1375, "photography": 1376, "smart": 1377, "track": 1378, "drug": 1379, "fascinating": 1380, "scenery": 1381, "festival": 1382, "charlie": 1383, "forever": 1384, "stunning": 1385, "o": 1386, "throw": 1387, "you'd": 1388, "aspects": 1389, "chris": 1390, "filming": 1391, "hey": 1392, "stewart": 1393, "train": 1394, "k": 1395, "speaking": 1396, "suppose": 1397, "dies": 1398, "double": 1399, "six": 1400, "bother": 1401, "church": 1402, "mainly": 1403, "stands": 1404, "ahead": 1405, "brief": 1406, "building": 1407, "emotions": 1408, "giant": 1409, "names": 1410, "expectations": 1411, "indian": 1412, "woods": 1413, "changes": 1414, "held": 1415, "zero": 1416, "hotel": 1417, "intended": 1418, "summer": 1419, "twice": 1420, "boyfriend": 1421, "opportunity": 1422, "serial": 1423, "bed": 1424, "opera": 1425, "pain": 1426, "sent": 1427, "available": 1428, "critics": 1429, "element": 1430, "green": 1431, "harry": 1432, "acts": 1433, "lover": 1434, "support": 1435, "born": 1436, "emotion": 1437, "falling": 1438, "p": 1439, "bar": 1440, "adults": 1441, "boss": 1442, "lived": 1443, "numbers": 1444, "christian": 1445, "compelling": 1446, "suggest": 1447, "holes": 1448, "confused": 1449, "content": 1450, "happening": 1451, "likable": 1452, "paris": 1453, "puts": 1454, "bruce": 1455, "million": 1456, "spot": 1457, "confusing": 1458, "sub": 1459, "victim": 1460, "include": 1461, "difference": 1462, "hasn't": 1463, "image": 1464, "lighting": 1465, "shock": 1466, "student": 1467, "alien": 1468, "don": 1469, "gorgeous": 1470, "murders": 1471, "share": 1472, "tired": 1473, "victims": 1474, "fellow": 1475, "impact": 1476, "everybody": 1477, "flying": 1478, "fresh": 1479, "offer": 1480, "followed": 1481, "trailer": 1482, "event": 1483, "lacks": 1484, "mediocre": 1485, "students": 1486, "supposedly": 1487, "wondering": 1488, "helps": 1489, "random": 1490, "step": 1491, "agent": 1492, "answer": 1493, "approach": 1494, "moral": 1495, "hurt": 1496, "kelly": 1497, "mix": 1498, "tragedy": 1499, "worthy": 1500, "appeared": 1501, "direct": 1502, "laughed": 1503, "ms": 1504, "race": 1505, "hospital": 1506, "ii": 1507, "relationships": 1508, "system": 1509, "latter": 1510, "standards": 1511, "thin": 1512, "jones": 1513, "delivers": 1514, "flaws": 1515, "jean": 1516, "putting": 1517, "rape": 1518, "creative": 1519, "extreme": 1520, "flicks": 1521, "proves": 1522, "stuck": 1523, "actresses": 1524, "americans": 1525, "gem": 1526, "henry": 1527, "notice": 1528, "thoroughly": 1529, "wall": 1530, "inspired": 1531, "nasty": 1532, "porn": 1533, "ray": 1534, "absolute": 1535, "finding": 1536, "forgotten": 1537, "impressed": 1538, "land": 1539, "lose": 1540, "man's": 1541, "fell": 1542, "imagination": 1543, "merely": 1544, "seven": 1545, "st": 1546, "winning": 1547, "wise": 1548, "arthur": 1549, "attractive": 1550, "childhood": 1551, "m": 1552, "page": 1553, "provides": 1554, "addition": 1555, "angry": 1556, "detail": 1557, "jerry": 1558, "pull": 1559, "quick": 1560, "reminded": 1561, "seconds": 1562, "damn": 1563, "tragic": 1564, "becoming": 1565, "information": 1566, "intense": 1567, "paid": 1568, "design": 1569, "faces": 1570, "seemingly": 1571, "al": 1572, "artistic": 1573, "beat": 1574, "billy": 1575, "hidden": 1576, "affair": 1577, "apartment": 1578, "brian": 1579, "games": 1580, "negative": 1581, "offers": 1582, "shocking": 1583, "afraid": 1584, "folks": 1585, "park": 1586, "rented": 1587, "shouldn't": 1588, "x": 1589, "describe": 1590, "fashion": 1591, "length": 1592, "personality": 1593, "ugly": 1594, "funniest": 1595, "professional": 1596, "ground": 1597, "martial": 1598, "ship": 1599, "thats": 1600, "lord": 1601, "member": 1602, "turning": 1603, "count": 1604, "industry": 1605, "mom": 1606, "mouth": 1607, "wars": 1608, "animal": 1609, "asks": 1610, "collection": 1611, "criminal": 1612, "therefore": 1613, "wearing": 1614, "allen": 1615, "area": 1616, "intelligence": 1617, "lets": 1618, "ready": 1619, "martin": 1620, "scientist": 1621, "clothes": 1622, "jason": 1623, "soldier": 1624, "treat": 1625, "alan": 1626, "allowed": 1627, "anymore": 1628, "creature": 1629, "favourite": 1630, "led": 1631, "redeeming": 1632, "states": 1633, "fox": 1634, "news": 1635, "onto": 1636, "wonderfully": 1637, "cgi": 1638, "sleep": 1639, "teen": 1640, "whatsoever": 1641, "wooden": 1642, "adds": 1643, "carry": 1644, "listen": 1645, "mid": 1646, "roll": 1647, "chinese": 1648, "ed": 1649, "food": 1650, "grace": 1651, "necessary": 1652, "trust": 1653, "began": 1654, "location": 1655, "stone": 1656, "struggle": 1657, "bond": 1658, "nightmare": 1659, "tears": 1660, "warning": 1661, "actions": 1662, "danny": 1663, "drugs": 1664, "humans": 1665, "includes": 1666, "picked": 1667, "stephen": 1668, "arts": 1669, "cross": 1670, "deeply": 1671, "mental": 1672, "moved": 1673, "teenage": 1674, "williams": 1675, "deliver": 1676, "dying": 1677, "epic": 1678, "helped": 1679, "independent": 1680, "willing": 1681, "compare": 1682, "dirty": 1683, "l": 1684, "sight": 1685, "theatre": 1686, "comedic": 1687, "desperate": 1688, "machine": 1689, "queen": 1690, "rip": 1691, "sky": 1692, "superior": 1693, "commentary": 1694, "realized": 1695, "wedding": 1696, "castle": 1697, "extra": 1698, "unnecessary": 1699, "build": 1700, "character's": 1701, "media": 1702, "pop": 1703, "powers": 1704, "station": 1705, "suicide": 1706, "douglas": 1707, "technical": 1708, "captain": 1709, "paced": 1710, "phone": 1711, "physical": 1712, "returns": 1713, "allow": 1714, "artist": 1715, "continue": 1716, "disaster": 1717, "grand": 1718, "introduced": 1719, "jump": 1720, "loving": 1721, "russian": 1722, "witch": 1723, "accident": 1724, "anywhere": 1725, "energy": 1726, "teacher": 1727, "uncle": 1728, "finished": 1729, "growing": 1730, "process": 1731, "surprising": 1732, "engaging": 1733, "heroes": 1734, "jr": 1735, "vision": 1736, "apparent": 1737, "faith": 1738, "player": 1739, "remarkable": 1740, "unusual": 1741, "nicely": 1742, "scared": 1743, "absurd": 1744, "asked": 1745, "davis": 1746, "desire": 1747, "plane": 1748, "pre": 1749, "provide": 1750, "rarely": 1751, "intriguing": 1752, "legend": 1753, "pleasure": 1754, "religious": 1755, "superman": 1756, "tim": 1757, "watchable": 1758, "bloody": 1759, "limited": 1760, "reminds": 1761, "filmmaker": 1762, "holds": 1763, "normally": 1764, "skip": 1765, "academy": 1766, "brutal": 1767, "exist": 1768, "johnny": 1769, "passion": 1770, "gold": 1771, "heaven": 1772, "pilot": 1773, "fail": 1774, "suspect": 1775, "torture": 1776, "twenty": 1777, "ill": 1778, "joy": 1779, "pacing": 1780, "search": 1781, "suit": 1782, "anybody": 1783, "bits": 1784, "deserved": 1785, "originally": 1786, "plots": 1787, "according": 1788, "accurate": 1789, "cops": 1790, "instance": 1791, "mixed": 1792, "dressed": 1793, "drunk": 1794, "horse": 1795, "lies": 1796, "memory": 1797, "nick": 1798, "deserve": 1799, "gotten": 1800, "accept": 1801, "england": 1802, "fights": 1803, "friendship": 1804, "soft": 1805, "spanish": 1806, "wanting": 1807, "european": 1808, "heroine": 1809, "taylor": 1810, "jackson": 1811, "lacking": 1812, "blame": 1813, "cars": 1814, "constant": 1815, "creating": 1816, "explained": 1817, "hated": 1818, "players": 1819, "ring": 1820, "smile": 1821, "soap": 1822, "sucks": 1823, "below": 1824, "capture": 1825, "loose": 1826, "nonsense": 1827, "community": 1828, "heads": 1829, "quiet": 1830, "record": 1831, "sat": 1832, "saved": 1833, "saving": 1834, "starting": 1835, "toward": 1836, "knowledge": 1837, "eddie": 1838, "explanation": 1839, "field": 1840, "hadn't": 1841, "judge": 1842, "price": 1843, "somebody": 1844, "treated": 1845, "aware": 1846, "floor": 1847, "guns": 1848, "issue": 1849, "japan": 1850, "jeff": 1851, "understanding": 1852, "wide": 1853, "dangerous": 1854, "kevin": 1855, "met": 1856, "radio": 1857, "v": 1858, "cuts": 1859, "fred": 1860, "adam": 1861, "cable": 1862, "fu": 1863, "gene": 1864, "vhs": 1865, "delightful": 1866, "h": 1867, "kate": 1868, "months": 1869, "noticed": 1870, "realism": 1871, "vs": 1872, "ann": 1873, "ball": 1874, "bank": 1875, "eating": 1876, "loses": 1877, "lovers": 1878, "memories": 1879, "officer": 1880, "perspective": 1881, "today's": 1882, "villains": 1883, "andy": 1884, "featuring": 1885, "higher": 1886, "humanity": 1887, "keeping": 1888, "terribly": 1889, "whilst": 1890, "bright": 1891, "broken": 1892, "dated": 1893, "driving": 1894, "moon": 1895, "sing": 1896, "youth": 1897, "included": 1898, "jesus": 1899, "mine": 1900, "numerous": 1901, "regular": 1902, "river": 1903, "streets": 1904, "bland": 1905, "dick": 1906, "empty": 1907, "fat": 1908, "mike": 1909, "morning": 1910, "results": 1911, "unknown": 1912, "cage": 1913, "candy": 1914, "hopes": 1915, "loss": 1916, "rubbish": 1917, "screaming": 1918, "witty": 1919, "dealing": 1920, "eat": 1921, "finale": 1922, "locations": 1923, "magnificent": 1924, "monsters": 1925, "naturally": 1926, "ordinary": 1927, "behavior": 1928, "ice": 1929, "ladies": 1930, "wind": 1931, "concerned": 1932, "opposite": 1933, "responsible": 1934, "ups": 1935, "visit": 1936, "bigger": 1937, "discover": 1938, "discovered": 1939, "here's": 1940, "hits": 1941, "lewis": 1942, "manage": 1943, "sign": 1944, "singer": 1945, "talents": 1946, "whenever": 1947, "fate": 1948, "kinda": 1949, "partner": 1950, "pulled": 1951, "w": 1952, "conflict": 1953, "continues": 1954, "curious": 1955, "forces": 1956, "murdered": 1957, "prove": 1958, "received": 1959, "segment": 1960, "current": 1961, "humorous": 1962, "jimmy": 1963, "mission": 1964, "private": 1965, "reviewers": 1966, "sucked": 1967, "unfunny": 1968, "corny": 1969, "finest": 1970, "gary": 1971, "international": 1972, "keaton": 1973, "opens": 1974, "owner": 1975, "pretentious": 1976, "village": 1977, "werewolf": 1978, "context": 1979, "identity": 1980, "kick": 1981, "sean": 1982, "shop": 1983, "skills": 1984, "tarzan": 1985, "blind": 1986, "breaks": 1987, "debut": 1988, "foot": 1989, "golden": 1990, "luck": 1991, "sake": 1992, "satire": 1993, "advice": 1994, "ass": 1995, "suffering": 1996, "boat": 1997, "connection": 1998, "decade": 1999, "develop": 2000, "director's": 2001, "existence": 2002, "kong": 2003, "miles": 2004, "occasionally": 2005, "survive": 2006, "visuals": 2007, "we've": 2008, "window": 2009, "broadway": 2010, "buddy": 2011, "edited": 2012, "efforts": 2013, "frankly": 2014, "joan": 2015, "learned": 2016, "lucky": 2017, "mrs": 2018, "portray": 2019, "psychological": 2020, "references": 2021, "revealed": 2022, "standing": 2023, "they've": 2024, "calls": 2025, "desert": 2026, "essentially": 2027, "gags": 2028, "prince": 2029, "remembered": 2030, "scream": 2031, "spectacular": 2032, "traditional": 2033, "visually": 2034, "african": 2035, "brown": 2036, "captured": 2037, "sea": 2038, "shallow": 2039, "sudden": 2040, "deals": 2041, "lesson": 2042, "morgan": 2043, "one's": 2044, "thomas": 2045, "versions": 2046, "core": 2047, "dimensional": 2048, "genuine": 2049, "meanwhile": 2050, "rob": 2051, "study": 2052, "ultimate": 2053, "anthony": 2054, "brilliantly": 2055, "comparison": 2056, "entertained": 2057, "failure": 2058, "flesh": 2059, "marie": 2060, "nevertheless": 2061, "sheer": 2062, "bear": 2063, "cameo": 2064, "chosen": 2065, "families": 2066, "favor": 2067, "lynch": 2068, "overly": 2069, "reach": 2070, "stock": 2071, "trek": 2072, "types": 2073, "vampires": 2074, "anne": 2075, "board": 2076, "bob": 2077, "insane": 2078, "logic": 2079, "strength": 2080, "washington": 2081, "bet": 2082, "genuinely": 2083, "grown": 2084, "leader": 2085, "parody": 2086, "speed": 2087, "unexpected": 2088, "allows": 2089, "code": 2090, "grant": 2091, "harris": 2092, "kung": 2093, "program": 2094, "awkward": 2095, "decision": 2096, "killers": 2097, "luke": 2098, "national": 2099, "proved": 2100, "reaction": 2101, "round": 2102, "steal": 2103, "blonde": 2104, "commercial": 2105, "foreign": 2106, "frame": 2107, "ran": 2108, "ages": 2109, "albert": 2110, "creates": 2111, "fault": 2112, "grew": 2113, "technology": 2114, "flashbacks": 2115, "gonna": 2116, "majority": 2117, "practically": 2118, "sheriff": 2119, "utter": 2120, "costs": 2121, "dan": 2122, "driven": 2123, "emotionally": 2124, "formula": 2125, "gangster": 2126, "meeting": 2127, "painfully": 2128, "range": 2129, "stereotypes": 2130, "caused": 2131, "evening": 2132, "graphic": 2133, "psycho": 2134, "site": 2135, "crappy": 2136, "delivered": 2137, "discovers": 2138, "gratuitous": 2139, "model": 2140, "rise": 2141, "anime": 2142, "author": 2143, "bomb": 2144, "built": 2145, "center": 2146, "devil": 2147, "feet": 2148, "ford": 2149, "halloween": 2150, "hunter": 2151, "jennifer": 2152, "lake": 2153, "laughter": 2154, "levels": 2155, "native": 2156, "passed": 2157, "president": 2158, "steven": 2159, "unable": 2160, "underrated": 2161, "anna": 2162, "attitude": 2163, "dreadful": 2164, "executed": 2165, "fly": 2166, "relate": 2167, "seasons": 2168, "ancient": 2169, "generation": 2170, "portraying": 2171, "portrays": 2172, "robin": 2173, "simon": 2174, "test": 2175, "travel": 2176, "clean": 2177, "exploitation": 2178, "hill": 2179, "largely": 2180, "pair": 2181, "pleasant": 2182, "vehicle": 2183, "appealing": 2184, "asian": 2185, "awards": 2186, "religion": 2187, "barbara": 2188, "daniel": 2189, "described": 2190, "endless": 2191, "par": 2192, "produce": 2193, "product": 2194, "wit": 2195, "combination": 2196, "gory": 2197, "rescue": 2198, "theaters": 2199, "asking": 2200, "cash": 2201, "chick": 2202, "choose": 2203, "dry": 2204, "excited": 2205, "freddy": 2206, "gordon": 2207, "grow": 2208, "hearing": 2209, "howard": 2210, "losing": 2211, "shakespeare": 2212, "thoughts": 2213, "aged": 2214, "appropriate": 2215, "assume": 2216, "eric": 2217, "fill": 2218, "obsessed": 2219, "relief": 2220, "rose": 2221, "sell": 2222, "sports": 2223, "stopped": 2224, "theatrical": 2225, "breaking": 2226, "canadian": 2227, "clue": 2228, "embarrassing": 2229, "joseph": 2230, "protagonist": 2231, "seat": 2232, "unrealistic": 2233, "wood": 2234, "drew": 2235, "excitement": 2236, "france": 2237, "freedom": 2238, "learns": 2239, "marry": 2240, "nominated": 2241, "reviewer": 2242, "saturday": 2243, "training": 2244, "treatment": 2245, "cares": 2246, "contrast": 2247, "contrived": 2248, "depressing": 2249, "facts": 2250, "germany": 2251, "hitler": 2252, "individual": 2253, "irritating": 2254, "pity": 2255, "victor": 2256, "woody": 2257, "bodies": 2258, "circumstances": 2259, "correct": 2260, "factor": 2261, "fame": 2262, "matt": 2263, "paper": 2264, "ruined": 2265, "sequels": 2266, "believes": 2267, "classics": 2268, "rental": 2269, "sympathetic": 2270, "uk": 2271, "warm": 2272, "amateurish": 2273, "crowd": 2274, "destroy": 2275, "hearted": 2276, "lower": 2277, "parker": 2278, "proper": 2279, "send": 2280, "strongly": 2281, "tape": 2282, "vote": 2283, "alex": 2284, "capable": 2285, "captures": 2286, "costume": 2287, "creatures": 2288, "handsome": 2289, "haunting": 2290, "hunt": 2291, "jackie": 2292, "matters": 2293, "scare": 2294, "winner": 2295, "baseball": 2296, "eight": 2297, "involves": 2298, "patrick": 2299, "promise": 2300, "recall": 2301, "rules": 2302, "santa": 2303, "spoil": 2304, "substance": 2305, "talks": 2306, "united": 2307, "market": 2308, "max": 2309, "naive": 2310, "politics": 2311, "priest": 2312, "teenager": 2313, "disgusting": 2314, "dubbed": 2315, "evidence": 2316, "extras": 2317, "safe": 2318, "cost": 2319, "football": 2320, "hopefully": 2321, "horribly": 2322, "insult": 2323, "lousy": 2324, "offensive": 2325, "walks": 2326, "walter": 2327, "angel": 2328, "closer": 2329, "heck": 2330, "mask": 2331, "adventures": 2332, "claim": 2333, "drag": 2334, "fits": 2335, "hall": 2336, "hanging": 2337, "lawyer": 2338, "qualities": 2339, "relatively": 2340, "research": 2341, "semi": 2342, "tedious": 2343, "contemporary": 2344, "depicted": 2345, "europe": 2346, "fare": 2347, "hat": 2348, "hide": 2349, "liners": 2350, "louis": 2351, "roy": 2352, "skin": 2353, "structure": 2354, "trilogy": 2355, "unlikely": 2356, "welcome": 2357, "amateur": 2358, "asleep": 2359, "bringing": 2360, "convinced": 2361, "influence": 2362, "makeup": 2363, "mini": 2364, "nancy": 2365, "oliver": 2366, "target": 2367, "tiny": 2368, "voices": 2369, "believed": 2370, "danger": 2371, "fool": 2372, "peace": 2373, "propaganda": 2374, "satisfying": 2375, "steals": 2376, "teenagers": 2377, "africa": 2378, "category": 2379, "inner": 2380, "movement": 2381, "north": 2382, "promising": 2383, "provided": 2384, "reporter": 2385, "roger": 2386, "scale": 2387, "shocked": 2388, "surreal": 2389, "virtually": 2390, "chief": 2391, "granted": 2392, "n": 2393, "sinatra": 2394, "viewed": 2395, "continuity": 2396, "dollars": 2397, "handled": 2398, "haunted": 2399, "section": 2400, "sharp": 2401, "supernatural": 2402, "surprises": 2403, "tend": 2404, "cutting": 2405, "forgettable": 2406, "invisible": 2407, "mainstream": 2408, "mistakes": 2409, "pile": 2410, "prime": 2411, "convince": 2412, "display": 2413, "drop": 2414, "erotic": 2415, "notch": 2416, "remain": 2417, "touches": 2418, "unfortunate": 2419, "angles": 2420, "degree": 2421, "designed": 2422, "holding": 2423, "occasional": 2424, "refreshing": 2425, "chose": 2426, "covered": 2427, "enemy": 2428, "guilty": 2429, "harsh": 2430, "presents": 2431, "rain": 2432, "related": 2433, "ruin": 2434, "serves": 2435, "service": 2436, "veteran": 2437, "colors": 2438, "draw": 2439, "experiences": 2440, "gas": 2441, "narration": 2442, "plans": 2443, "speech": 2444, "spy": 2445, "texas": 2446, "australian": 2447, "initial": 2448, "ryan": 2449, "welles": 2450, "would've": 2451, "aliens": 2452, "cartoons": 2453, "deaths": 2454, "edward": 2455, "latest": 2456, "magical": 2457, "melodrama": 2458, "performed": 2459, "previously": 2460, "uninteresting": 2461, "universal": 2462, "witness": 2463, "cant": 2464, "enter": 2465, "ha": 2466, "highlight": 2467, "lesbian": 2468, "source": 2469, "sympathy": 2470, "variety": 2471, "weekend": 2472, "accents": 2473, "atrocious": 2474, "combined": 2475, "frightening": 2476, "print": 2477, "professor": 2478, "repeated": 2479, "robot": 2480, "security": 2481, "speaks": 2482, "struggling": 2483, "suffers": 2484, "surface": 2485, "sword": 2486, "wayne": 2487, "birth": 2488, "bothered": 2489, "committed": 2490, "crash": 2491, "experienced": 2492, "nude": 2493, "realizes": 2494, "reveal": 2495, "sisters": 2496, "till": 2497, "trapped": 2498, "universe": 2499, "victoria": 2500, "accidentally": 2501, "aka": 2502, "anger": 2503, "claims": 2504, "court": 2505, "directly": 2506, "fairy": 2507, "mountain": 2508, "princess": 2509, "rights": 2510, "statement": 2511, "teens": 2512, "treasure": 2513, "von": 2514, "weeks": 2515, "blow": 2516, "mgm": 2517, "moore": 2518, "powell": 2519, "regret": 2520, "vietnam": 2521, "walked": 2522, "account": 2523, "brave": 2524, "deadly": 2525, "everywhere": 2526, "execution": 2527, "explains": 2528, "faced": 2529, "focused": 2530, "friday": 2531, "jobs": 2532, "kim": 2533, "legendary": 2534, "required": 2535, "routine": 2536, "san": 2537, "theory": 2538, "titanic": 2539, "twisted": 2540, "blah": 2541, "changing": 2542, "department": 2543, "dogs": 2544, "dozen": 2545, "express": 2546, "gritty": 2547, "minds": 2548, "network": 2549, "paint": 2550, "remotely": 2551, "reputation": 2552, "scares": 2553, "spends": 2554, "terror": 2555, "whoever": 2556, "anderson": 2557, "effectively": 2558, "false": 2559, "friendly": 2560, "heavily": 2561, "multiple": 2562, "placed": 2563, "prior": 2564, "rough": 2565, "technically": 2566, "appreciated": 2567, "beach": 2568, "columbo": 2569, "driver": 2570, "emma": 2571, "forth": 2572, "irish": 2573, "junk": 2574, "massive": 2575, "path": 2576, "recognize": 2577, "wilson": 2578, "abandoned": 2579, "belief": 2580, "conversation": 2581, "downright": 2582, "featured": 2583, "figured": 2584, "hired": 2585, "idiot": 2586, "jon": 2587, "listening": 2588, "metal": 2589, "russell": 2590, "significant": 2591, "subtitles": 2592, "unconvincing": 2593, "views": 2594, "blown": 2595, "bus": 2596, "demon": 2597, "lifetime": 2598, "matrix": 2599, "mere": 2600, "mst": 2601, "passing": 2602, "ron": 2603, "skill": 2604, "wear": 2605, "abuse": 2606, "amazed": 2607, "bourne": 2608, "california": 2609, "delivery": 2610, "examples": 2611, "fictional": 2612, "format": 2613, "happiness": 2614, "kinds": 2615, "larry": 2616, "murphy": 2617, "sensitive": 2618, "sir": 2619, "suspenseful": 2620, "worthwhile": 2621, "cowboy": 2622, "deeper": 2623, "device": 2624, "grave": 2625, "hong": 2626, "lonely": 2627, "necessarily": 2628, "paying": 2629, "proud": 2630, "alice": 2631, "alright": 2632, "clark": 2633, "crying": 2634, "darkness": 2635, "imagery": 2636, "kiss": 2637, "nazi": 2638, "rings": 2639, "stayed": 2640, "teeth": 2641, "cell": 2642, "faithful": 2643, "gross": 2644, "interview": 2645, "lights": 2646, "prefer": 2647, "pulls": 2648, "renting": 2649, "starred": 2650, "stays": 2651, "warned": 2652, "answers": 2653, "beast": 2654, "beloved": 2655, "blockbuster": 2656, "calling": 2657, "crude": 2658, "depiction": 2659, "exact": 2660, "father's": 2661, "favorites": 2662, "figures": 2663, "forest": 2664, "insight": 2665, "lugosi": 2666, "reveals": 2667, "rolling": 2668, "seek": 2669, "sorts": 2670, "sunday": 2671, "tight": 2672, "un": 2673, "bore": 2674, "burns": 2675, "children's": 2676, "dean": 2677, "focuses": 2678, "mature": 2679, "offered": 2680, "scenario": 2681, "suffer": 2682, "artists": 2683, "breath": 2684, "flashback": 2685, "graphics": 2686, "hip": 2687, "pregnant": 2688, "productions": 2689, "shadow": 2690, "stolen": 2691, "suck": 2692, "titles": 2693, "caine": 2694, "critical": 2695, "dragon": 2696, "flight": 2697, "fourth": 2698, "grim": 2699, "ignore": 2700, "jungle": 2701, "lazy": 2702, "position": 2703, "revolution": 2704, "status": 2705, "weapons": 2706, "bound": 2707, "complicated": 2708, "destroyed": 2709, "disbelief": 2710, "drinking": 2711, "funnier": 2712, "handed": 2713, "helping": 2714, "indie": 2715, "ludicrous": 2716, "nowadays": 2717, "pacino": 2718, "reminiscent": 2719, "sarah": 2720, "slapstick": 2721, "sleeping": 2722, "closing": 2723, "desperately": 2724, "donald": 2725, "facial": 2726, "mildly": 2727, "sounded": 2728, "summary": 2729, "touched": 2730, "understood": 2731, "urban": 2732, "brad": 2733, "che": 2734, "china": 2735, "decades": 2736, "foster": 2737, "hoffman": 2738, "inept": 2739, "johnson": 2740, "lie": 2741, "mexico": 2742, "michelle": 2743, "prepared": 2744, "raised": 2745, "rule": 2746, "screening": 2747, "stereotypical": 2748, "sun": 2749, "thankfully": 2750, "truck": 2751, "achieve": 2752, "buying": 2753, "caring": 2754, "chan": 2755, "chilling": 2756, "could've": 2757, "description": 2758, "environment": 2759, "extent": 2760, "extraordinary": 2761, "forgot": 2762, "musicals": 2763, "notable": 2764, "pitt": 2765, "regarding": 2766, "settings": 2767, "storytelling": 2768, "throwing": 2769, "turkey": 2770, "arms": 2771, "authentic": 2772, "cultural": 2773, "entertain": 2774, "expression": 2775, "fabulous": 2776, "he'd": 2777, "intellectual": 2778, "introduction": 2779, "learning": 2780, "murderer": 2781, "picks": 2782, "punch": 2783, "regard": 2784, "afternoon": 2785, "amazingly": 2786, "basis": 2787, "cinderella": 2788, "claire": 2789, "comical": 2790, "criticism": 2791, "greater": 2792, "jewish": 2793, "league": 2794, "mexican": 2795, "protect": 2796, "quest": 2797, "racist": 2798, "term": 2799, "throws": 2800, "base": 2801, "bat": 2802, "dennis": 2803, "halfway": 2804, "initially": 2805, "inspector": 2806, "midnight": 2807, "mouse": 2808, "people's": 2809, "pet": 2810, "ratings": 2811, "spoken": 2812, "spoof": 2813, "bbc": 2814, "campy": 2815, "christ": 2816, "con": 2817, "dollar": 2818, "east": 2819, "encounter": 2820, "experiment": 2821, "india": 2822, "join": 2823, "julia": 2824, "purely": 2825, "replaced": 2826, "stomach": 2827, "timing": 2828, "toy": 2829, "underground": 2830, "via": 2831, "wave": 2832, "cabin": 2833, "choices": 2834, "dress": 2835, "dude": 2836, "everyday": 2837, "ghosts": 2838, "intensity": 2839, "reference": 2840, "succeeds": 2841, "susan": 2842, "task": 2843, "ted": 2844, "trick": 2845, "wears": 2846, "breathtaking": 2847, "comedian": 2848, "interviews": 2849, "maker": 2850, "mentally": 2851, "originality": 2852, "raise": 2853, "studios": 2854, "causes": 2855, "crafted": 2856, "cruel": 2857, "enjoying": 2858, "gruesome": 2859, "handle": 2860, "hole": 2861, "honor": 2862, "lisa": 2863, "notorious": 2864, "praise": 2865, "spite": 2866, "adding": 2867, "ain't": 2868, "charge": 2869, "convey": 2870, "criminals": 2871, "demons": 2872, "essential": 2873, "jail": 2874, "jumps": 2875, "legs": 2876, "lesser": 2877, "locked": 2878, "mirror": 2879, "obnoxious": 2880, "obsession": 2881, "rachel": 2882, "rival": 2883, "sidney": 2884, "sitcom": 2885, "sleazy": 2886, "tales": 2887, "topic": 2888, "angle": 2889, "carries": 2890, "carrying": 2891, "cheese": 2892, "daily": 2893, "daughters": 2894, "embarrassed": 2895, "fallen": 2896, "flow": 2897, "ironic": 2898, "julie": 2899, "leslie": 2900, "nonetheless": 2901, "provoking": 2902, "quirky": 2903, "strangely": 2904, "tree": 2905, "angels": 2906, "attempting": 2907, "burt": 2908, "cases": 2909, "confusion": 2910, "goofy": 2911, "jessica": 2912, "mansion": 2913, "maria": 2914, "novels": 2915, "packed": 2916, "raw": 2917, "shape": 2918, "struggles": 2919, "tradition": 2920, "usa": 2921, "wins": 2922, "wwii": 2923, "bitter": 2924, "escapes": 2925, "existent": 2926, "fortunately": 2927, "gripping": 2928, "headed": 2929, "laid": 2930, "needless": 2931, "per": 2932, "properly": 2933, "shut": 2934, "stanley": 2935, "table": 2936, "warner": 2937, "wing": 2938, "advantage": 2939, "aunt": 2940, "bridge": 2941, "buck": 2942, "drives": 2943, "hardy": 2944, "inspiration": 2945, "marvelous": 2946, "mob": 2947, "poignant": 2948, "risk": 2949, "serve": 2950, "stops": 2951, "stylish": 2952, "successfully": 2953, "upset": 2954, "amongst": 2955, "attacks": 2956, "carried": 2957, "challenge": 2958, "fbi": 2959, "horrific": 2960, "intentions": 2961, "interpretation": 2962, "manager": 2963, "mass": 2964, "patient": 2965, "rogers": 2966, "seeking": 2967, "shower": 2968, "sides": 2969, "thief": 2970, "thrilling": 2971, "albeit": 2972, "balance": 2973, "exists": 2974, "expert": 2975, "lane": 2976, "laura": 2977, "lucy": 2978, "minded": 2979, "navy": 2980, "ned": 2981, "oddly": 2982, "opened": 2983, "retarded": 2984, "screenwriter": 2985, "served": 2986, "sold": 2987, "vacation": 2988, "attacked": 2989, "chair": 2990, "contain": 2991, "determined": 2992, "dinner": 2993, "expressions": 2994, "freeman": 2995, "greatly": 2996, "lion": 2997, "remind": 2998, "remote": 2999, "sinister": 3000, "stupidity": 3001, "tour": 3002, "clips": 3003, "cook": 3004, "nelson": 3005, "proof": 3006, "racism": 3007, "stranger": 3008, "upper": 3009, "alas": 3010, "ashamed": 3011, "bugs": 3012, "cooper": 3013, "cynical": 3014, "grey": 3015, "guard": 3016, "hitchcock": 3017, "jay": 3018, "madness": 3019, "miller": 3020, "refuses": 3021, "riding": 3022, "southern": 3023, "technique": 3024, "broke": 3025, "delight": 3026, "flawed": 3027, "franchise": 3028, "hood": 3029, "idiotic": 3030, "matthau": 3031, "succeed": 3032, "sum": 3033, "text": 3034, "thrillers": 3035, "tracy": 3036, "warn": 3037, "blair": 3038, "curse": 3039, "hence": 3040, "holmes": 3041, "innocence": 3042, "internet": 3043, "tense": 3044, "tongue": 3045, "torn": 3046, "westerns": 3047, "aired": 3048, "brooks": 3049, "dislike": 3050, "elizabeth": 3051, "happily": 3052, "hint": 3053, "hundreds": 3054, "lessons": 3055, "meaningful": 3056, "oscars": 3057, "ourselves": 3058, "personalities": 3059, "sandler": 3060, "sexuality": 3061, "thousands": 3062, "wanna": 3063, "whereas": 3064, "adapted": 3065, "arrives": 3066, "attraction": 3067, "bollywood": 3068, "card": 3069, "dialogs": 3070, "established": 3071, "glass": 3072, "glimpse": 3073, "holiday": 3074, "neat": 3075, "neighborhood": 3076, "spin": 3077, "wasting": 3078, "wealthy": 3079, "ad": 3080, "chasing": 3081, "credible": 3082, "fish": 3083, "health": 3084, "nation": 3085, "nine": 3086, "quote": 3087, "ralph": 3088, "shorts": 3089, "steps": 3090, "suffered": 3091, "wishes": 3092, "accepted": 3093, "annoyed": 3094, "basement": 3095, "busy": 3096, "countries": 3097, "courage": 3098, "drink": 3099, "entry": 3100, "hiding": 3101, "miscast": 3102, "plague": 3103, "pool": 3104, "presentation": 3105, "reed": 3106, "suspects": 3107, "terrifying": 3108, "trial": 3109, "uncomfortable": 3110, "arm": 3111, "bag": 3112, "burning": 3113, "controversial": 3114, "crisis": 3115, "develops": 3116, "dorothy": 3117, "dragged": 3118, "enjoyment": 3119, "ensemble": 3120, "frequently": 3121, "guessing": 3122, "infamous": 3123, "nd": 3124, "nose": 3125, "overcome": 3126, "segments": 3127, "shines": 3128, "shoots": 3129, "sings": 3130, "vincent": 3131, "attempted": 3132, "condition": 3133, "connected": 3134, "contact": 3135, "expensive": 3136, "host": 3137, "italy": 3138, "letting": 3139, "medical": 3140, "perfection": 3141, "saves": 3142, "separate": 3143, "spots": 3144, "sullivan": 3145, "workers": 3146, "zone": 3147, "assistant": 3148, "bears": 3149, "catholic": 3150, "checking": 3151, "consists": 3152, "credibility": 3153, "dubbing": 3154, "flash": 3155, "fortune": 3156, "irony": 3157, "le": 3158, "millions": 3159, "plastic": 3160, "repeat": 3161, "reunion": 3162, "sin": 3163, "snow": 3164, "tied": 3165, "weight": 3166, "cameos": 3167, "charismatic": 3168, "colorful": 3169, "competent": 3170, "crimes": 3171, "dancer": 3172, "equal": 3173, "guilt": 3174, "knife": 3175, "pack": 3176,